Repository: ulkish/portfolio-theme
Catalog: languages/*.po
Languages: es_ar

source: Link to GitHub
es_ar: Link a GitHub

source: Previous page
es_ar: Atras

source: Next page
es_ar: Siguiente

source: Page
es_ar: Pagina

source: My Footer Settings Page
es_ar: Administrar Footer

source: Enter your email
es_ar: Ingresa tu email

source: Enter your phone number
es_ar: Ingresa tu numero de telefono

source: Upload your Curriculum
es_ar: Ingresa tu Curriculum

source: Upload Curriculum
es_ar: Subir CV

source: Save
es_ar: Guardar

source: Contact
es_ar: Contacto

source: Download CV
es_ar: Descargar CV

source: Phone
es_ar: Teléfono

source: Project
es_ar: Proyecto

source: My Footer Admin Page
es_ar: Mi Footer

source: Footer Settings
es_ar: Cambiar Footer

source: Header Settings
es_ar: Cambiar Header

source: Technologies
es_ar: Tecnologias

source: Technology
es_ar: Tecnologia

source: Search Technologies
es_ar: Buscar Tecnologias

source: Popular Technologies
es_ar: Tecnologias populares

source: All Technologies
es_ar: Todas las Tecnologias

source: Edit Technology
es_ar: Editar Tecnologia

source: Update Technology
es_ar: Actualizar Tecnologia

source: Add New Technology
es_ar: Añadir Tecnologia

source: New Technology Name
es_ar: Nuevo nombre de Tecnologia

source: Separate technologies with commas
es_ar: Separa tecnologias con comas

source: Add or remove technologies
es_ar: Añade o elimina tecnologias

source: Choose from the most used technologies
es_ar: Elije entre las tecnologias mas usadas

source: Project Field Group
es_ar: Grupo de Campos de Proyecto

source: Link to site
es_ar: Link al sitio

source: Adds an URL for the project's site.
es_ar: Añade una URL para el sitio del proyecto.

source: Adds an URL to the project's GitHub repository.
es_ar: Añade una URL para el repositorio de GitHub.

source: Project Image
es_ar: Imagen del Proyecto

source: Add your Project Image
es_ar: Añade tu imagen para el proyecto

source: Curriculum Field Group
es_ar: Grupo de Campos de Curriculum

source: Current Position
es_ar: Posición Actual

source: Your current position.
es_ar: Tu posición actual.

source: Portrait
es_ar: Retrato

source: Add a portrait of yourself.
es_ar: Añade un retrato personal.

source: Degrees and Certificates
es_ar: TItulos y Certificaciones

source: Add degrees and certificates.
es_ar: Añade titulos y certificaciones.

source: Degrees
es_ar: Titulos

source: Add your degrees.
es_ar: Añade tus titulos.

source: Degree
es_ar: TItulo

source: Add individual degree.
es_ar: Añade un titulo.

source: Institution
es_ar: Institución

source: Add your institutions.
es_ar: Añade tus instituciones.

source: Name
es_ar: Nombre

source: Certificates
es_ar: Certificaciones

source: Certificate Name
es_ar: Nombre del certificado

source: Tecnologies
es_ar: Tecnologias

source: Add technologies you learned or are currently learning.
es_ar: Añade las tecnologias que aprendiste o estás aprendiendo.

source: Add name of the particular technology.
es_ar: Añade el nombre de una tecnologia en particular.

source: Mastery Percentage
es_ar: Porcentaje de Maestria

source: Display how well do you know it in a range from 1 to 100.
es_ar: Especifica tu nivel de conocimiento del 1 al 100.

source: Books
es_ar: Libros

source: Add books you've read and books you're currently reading.
es_ar: Añade libros que hayas leido y libros que estés leyendo.

source: Books read.
es_ar: Libros leidos.

source: Add books you've read
es_ar: Añade libros que hayas leido

source: Book
es_ar: Libro

source: Add individual book.
es_ar: Añade un libro.

source: Books being read.
es_ar: Libros que estás leyendo.

source: Add books you're currently reading.
es_ar: Añade libros que estes leyendo actualmente.

source: My Header Settings Page
es_ar: Administrar Header

source: Enter your name
es_ar: Ingresa tu nombre

source: Enter your image
es_ar: Ingresa tu imagen

source: Upload Image
es_ar: Subir Imagen

source: Home
es_ar: Inicio

source: Projects
es_ar: Proyectos

source: See Projects
es_ar: Ver Proyectos

source: Certifications
es_ar: Certificaciones

source: Programming books I have read
es_ar: Libros de programación que leí

source: Books I am currently reading
es_ar: Libros que estoy leyendo
